import styles from "./detail-box.css";

const DetailBox = () => {
    return (
        <div className={styles.listBackStyle}>
            <div className={styles.textAreaStyle}>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
                テキストあああああああああああああああああああああああああああああああああああああああああああああ<br></br>
            </div>
        </div>
    )
};

export default DetailBox;